{
  "user": "user",
  "users": "users",
  "language": "language",
  "home": "home",
  "home_page": "home page",
  "page": "page",
  "services": "services",
  "about_us": "about us",
  "webshop":"webshop",
  "contact": "contact",
  "login": "login",
  "logout": "logout",
  "register": "register",
  "account": "account",
  "profile": "profile",
  "search": "search",
  "isnt_account": "don't have an account yet? Click on the",
  "to_button": "button",
  "click": "click",
  "here": "here",
  "registration": "registranion",
  "informatics": "informatics",
  "identifier": "identifier",
  "type": "type",
  "administrator": "administrator",
  "guest": "guest",
  "vip": "vip",
  "not_verified": "not verified",
  "name": "name",
  "prefix_name": "prefix name",
  "first_name": "first name",
  "middle_name": "middle name",
  "last_name": "last name",
  "suffix_name": "suffix name",
  "nickname": "nickname",
  "born": "born",
  "gender": "gender",
  "male": "male",
  "female": "female",
  "image": "image",
  "country": "country",
  "phone": "phone",
  "city": "city",
  "postcode": "postcode",
  "address": "address",
  "email": "email",
  "confirmation": "confirmation",
  "password": "password",
  "password_rule": "6-20 characters (contains uppercase, lowercase letters and numbers)",
  "display_password": "display a password",
  "code": "code",
  "refresh": "refresh",
  "save": "save",
  "cancel": "cancel",
  "edit": "edit",
  "forgot_password": "forgot your password? Click",
  "change_email": "change email address",
  "change_password": "change password",
  "under_construction": "under construction",
  "fill_email": "Fill out the email field!",
  "imagine": "Imagine - we make it happen!",
  "offer": "Because you deserve a day that's all about you too, don't let the complexities of planning spoil the most important moments of your life! Entrust us with the organization, and we'll take the burden off your shoulders, so you can turn your biggest dreams into reality!",
  "lets_see": "let's see!",
  "finger_foods": " finger foods",
  "appetizer": " appatizer",
  "main_course": "main course",
  "dessert": "dessert",
  "cold_platter": "cold platter",
  "drinks": "drinks", 
  "slide_dish": "slide dish",
  "salad": "salad",
  "midnight_dinner": "midnight dinner",
  "pastries": "savaroy pastries",
  "des_pastries": "savory and sweet bite-sized pastries: scones, pretzels, salt sticks, Linzer cookies, Isler cookies, macarons.",
  "chicken_soup": "Chicken soup with plenty of spiral pasta",
  "des_chicken_soup": "chicken soup with spiral pasta, vegetables, and boiled chicken",
  "ragout_soup": "Tarragon veal ragout soup",
  "des_ragout_soup": "veal cream ragout soup with vegetables, mushrooms, and tarragon flavor",
  "roast_platter1": "pork roast platter",
  "des_roast_platter1": "pork chop stuffed with ham and cheese, mustard marinated flekken, Breaded pork cutlet",
  "roast_platter2": "poultry roast platter",
  "des_roast_platter2": "Stuffed chicken leg à la Gödöllő, Crispy duck leg, grilled chicken breast fillet, Chicken Kiev",
  "des_slide_dish":"steak potatoes, jasmine rice",
  "des_salad": "mixed salad",
  "cabbage_rolls": "stuffed cabbage rolls",
  "des_cabbage_rolls": "stuffed cabbage rolls with sour cream",
  "boiled_sausage":"boiled sausage",
  "dea_boiled_sausage":"boiled sausage with mustard",
  "cheese_platter":"cheese platter",
  "des_cheese_platter":"camembert, feta, mozzarella, blue cheese, Cheddar, Parmesan, baguette, apple slices, perch, olives",
  "chocolate_cake":"chocolate cake",
  "des_chocolate_cake":"Marble-Effect Wedding Cake, Chocolate Flavored. Includes built-in stand.",
  "drink_package_1":"drink package",
  "des_drink_package_1":"Welcome drink: glass of champagne; Before dinner: aperitif; Unlimited consumption: 0.5 l of Soproni, 0.33 Heineken beer, 0.5 l of Naturaqua sparkling, still, Cola, Fanta, Peach juice, bottled wines, short drinks (pálinka, Unicum, Jägermeister) Coffee",
  "drink_package_2":"drink package",
  "des_drink_package_2":"Unlimited consumption: 0.5 l of Soproni, 0.33 Heineken beer, 0.5 l of Naturaqua sparkling, still, Cola, Fanta, Peach juice, bottled wines, short drinks (pálinka, Unicum, Jägermeister) Coffee",
  "drink_package_3":"drink package 3",
  "des_drink_package_3":"Unlimited consumption:  0.5 l of Naturaqua sparkling, still, Cola, Fanta, Peach juice",
  "cold_fruit_soup":"cold fruit soup",
  "des_cold_fruit_soup":"creamy fruit soup with mixed forest berries",
  "des_cold_platter": "French salad, Ham roll filled with horseradish cream, Csabai pork loin, Turkey filled with dried fruits, Casino eggs",
  "sandwich":"sandwich",
  "des_sandwich": "Tuna spread sandwich with black olives, Mangalica ham sandwich with homemade cottage cheese, Eggplant spread sandwich, Paprika salami sandwich with cream cheese and egg",
  "basic_menu": "menus",
  "wedding_menu_II": "Wedding menu I",
  "birthday_menu": "birthday menu",
  "hen_party_menu": "hen party menu",
  "stag_party_menu": "stag party menu",
  "kids_party_menu": "children's party menu",
  "other_menu_I": "other menu I",
  "other_menu_II": "other menu II",
  "other_menu_III": "other menu III",
  "new_year_menu": "New Year's menu",
  "graduation_menu": "graduation menu",
  "please_login": "Please log in to make a reservation",
  "reservation": "reservation",
  "number_of_guests": "number of guests",
  "date": "date",
  "event": "event",
  "birthday":"birthday",
  "wedding": "wedding",
  "hen_party": "hen party",
  "stag_party": "stag party",
  "kids_party": "children's party",
  "other_party": "other event (e.g., cocktail reception)",
  "new_year_party": "New Year's Eve party",
  "graduation": "graduation",
  "select": "select",
  "custom_menu": "custom menu",
  "des_custom": "Custom menu tailored to your preferences",
  "none": "none",
  "drink_package": "drink package",
  "event_place": "location",
  "event_menu": "menu",
  "send": "send",
  "external_location": "external location",
  "small_room": "small room",
  "grand_hall": "grand hall",
  "outdoor": "outdoor",
  "person":"person",
  "basic_menu_description": "These menus are sample menus, they can be modified upon request, and it is possible to create custom menus according to the customer's preferences.",
  "wedding_menu_I": "Wedding menu I",
  "opinions": "opinions",
  "welcoming": "Welcome to PartyService!",
  "welcome_text":"An expert in your event and all its accessories. If you want to brighten up the most important moments of your life, when it's time to party, you're in the right place! PartyService is a unique party service that organizes and executes all kinds of events and celebrations with professional precision. Whether it's a birthday party, a wedding, a company event or any unique event, we'll do our best to make your party memorable and flawless.",
  "why_choose_us": "Why choose us?",
  "wcu_p1": "PartyService is a team that has been active in the field of entertainment and event organization for years. In our offer you will find everything you need for a party, from table decorations and balloons to sound and lighting equipment. Following the latest trends, we always strive for innovations. We flexibly adapt to your needs and offer customized solutions. Whether it's a children's birthday or an adult party, we provide all the accessories and decorations so that the guests will remember the day for a long time.",
  "offer_p2": "Do you have a unique idea or request? We willingly accept the challenge and together plan the event down to the last detail. We don't just sell products, we create experiences and memories. Visit our store or contact us to plan your next big event together! Make your moments unforgettable with PartyService and join those who have already experienced that every party is perfect with us.",
  "about_us_p1": "Our company is a reliable and versatile event planning service provider that provides high-quality services for various events, thereby making every event special. We pride ourselves on providing our customers with excellent services and a variety of locations. In addition, it is possible to organize your event at the selected location, and we will take care of the staff so that you have nothing to do.",
  "about_us_p2": "Our creative and dedicated staff keeps the needs of all our customers in mind, and we are ready to serve you wherever you choose. Whether it's a wedding, a birthday, a company event or any special occasion, we'll do everything we can to ensure that your event goes flawlessly. On our menus, you can find basic menus suitable for the occasion, which can also be combined, but we are also happy to help you put together a unique menu to make the meal memorable. We also have an online store where you can buy party supplies and decorations, so everyone can find the ideal accessories for their event to make your event even more colorful.",
  "wcu_p3": "We hope to meet you soon and have the opportunity to help you plan and implement your event. If you need more information, don't hesitate to contact us!",
  "rating": "rating",
  "rate_us":"Rate Us!",
  "from_your_point_of_view": "From your point of view:",
  "r_u_description": "Description:",
  "contact_team": "Team:",
  "contact_us": "Contact us",
  "contact_address": "Address:",
  "contact_map": "Map",
  "s_d": "Softvare Deverloper",
  "p_m": "Project Manager",

  "decoration": "decoration",
  "tableware": "tableware",
  "balloon_red" : "balloon (red)",
  "balloon_blue" : "balloon (blue)",
  "balloon_green" : "balloon (green)",
  "balloon_yellow" : "balloon (yellow)",

  "balloon_bd_red": "balloon (bd red)",
  "balloon_birthday_blue": "balloon (birthday blue)",
  "ballon_birtday_yellow": "balloon (birtday yellow)",
  "ballon_birtday_green": "balloon (birtday green)",
  "ballon_heart_shaped_red": "balloon (heart shaped red)",
  "balloon_heart-shaped with red lettering": "balloon (heart lettering)",
  "balloon_smile": "balloon (smile)",
  "paper-plate": "paper plate",
  "paper_plate_blue": "paper plate (blue)",
  "straw_red": "straw (red)",
  "straw_yellow": "straw (yellow)",
  "straw_pink": "straw (pink)",
  "straw_blue": "straw (blue)",
  "balloon_weight": "balloon weight",
  "party_hat_glitter": "party hat (glitter)",
  "party_hat_yellow": "party hat (yellow)",
  "party_hat_blue": "party hat (blue)",
  "helium_bottle_without_balloons": "helium bottle without balloons",
  "helium_spray_without_balloons": "helium spray without balloons",
  "biding_tape_orange_225m": "biding tape (orange 225m)",
  "napkin": "napkin",
  "party_glasses_red": "party glasses (red)",
  "party_glasses_gold": "party glasses (gold)",
  "tablecloth_gold": "tablecloth (gold)",
  "ablecloth_silver": "tablecloth (silver)",
  "tablecloth_white_gold": "tablecloth (white-gold)",
  "tablecloth_chrome_silver": "tablecloth (chrome-silver)",
  "tablecloth_white": "tablecloth (white)",
  "wig_blue_short": "wig short (blue)",
  "wig_orange_short": "wig short (orange)",
  "wig_black_curly": "wig (black curly)",
  "hair_coloring_hair_chalk_blue": "hair coloring hair chalk (blue)",
  "hair_coloring_hair_chalk_red": "hair coloring hair chalk (red)",
  "floot_candle_white_6db": "floot candle 6 pcs (white)",
  "floot_candle_red_6db": "floot candle 6 pcs (red)",
  "floot_candle_silver_6db": "floot candle 6 pcs (silver)",
  "glass_footed_floating_candle_holder": "glass footed floating candle holder",

  "desc_balloon": "Balloons available in various sizes and colors to suit every occasion. Whether it's a birthday, wedding, or any other celebration, choose your favorite color and size to elevate the mood!",
  "balloon_birthday_with_message" : "birthday balloon with a message",
  "desc_paper_plate": "A paper plate is a light, flat and circular object, typically made of paper. it is best enjoyed as a plate for storing various foods and drinks during meals. Paper plates are easy to carry and throw away, making them convenient for activities such as picnics or parties.",
  "desc_straw": "A straw is a long, thin tube, usually made of plastic or paper. Its purpose is to absorb and drink liquids without having to sip directly from the glass or bottle.",
  "desc_balloon_weight": "A balloon weight is an object or device used to tie down balloons or balloons to prevent them from setting off or flying away. These are usually small objects or weights that are tied or attached to the bottom of the balloons to keep them on the ground or in the desired position. Sand, rice, or other lightweight materials are often placed in a bag or holder and attached to the balloon to provide stability. These weights are important for safe and stable fixing of balloons, for special events or balloons used as decorations.",
  "desc_party_hat": "A party hat is a decorative headgear, often colorful and cheerful, usually worn by people at holidays, parties or various festive occasions. It comes in many shapes and sizes, often decorated with ribbons, feathers or other decorations to give events an extra element of festivity.",
  "desc_helium_bottle_w": "Helium is a light, colorless, odorless, and non-toxic gas that is the second element in the periodic table. It is useful as a chemical element, for example for filling balloons, in laser applications or in hot air balloons.",
  "desc_helium_spray_w": "Helium is a light, colorless, odorless, and non-toxic gas that is the second element in the periodic table. It is useful as a chemical element, for example for filling balloons, in laser applications or in hot air balloons.",
  "desc_biding_tape_ora": "Tie tape is a flexible tape made of fabric or plastic, usually used to tie packages, secure or mark objects. It is available in different sizes and colors and is suitable for many tasks.",
  "desc_napkin": "A napkin is a small piece of textile or paper used during meals to wipe away food or drink stains. They are placed at the table, and in addition to their function, they can also serve as decorative elements in dining rooms.",
  "desc_party_glasses": "Party glasses are funny or extravagant glasses that are often worn at parties, holidays or various events. Due to its unusual shape, colors or special patterns, it stands out from ordinary glasses and usually adapts to the mood of the event.",
  "desc_tablecloth": "A tablecloth is a blanket made of textile or plastic material, which is spread on the table during meals. Its purpose is to protect the table surface from food or drink stains, and it also serves as an aesthetic element in dining rooms.",
  "desc_wig": "A wig is an imitation of artificial or natural hair used for various purposes such as fashion, entertainment, or religious practice. Wigs come in different lengths, colors and styles and are usually attached to the head with a net or scarf.",
  "desc_hair_coloring_h": "Hair chalk is a special cosmetic product that contains colored pigments that provide temporary coloring to the hair. It usually comes in chalk or wax form and is used for casual or creative purposes as it is easy to apply and wash out of the hair.",
  "desc_floot_candle": "A floating candle is a special candle designed for use in water, such as in pools or hot tubs. Their design allows them to float on the surface of the water and provide ambient lighting in various water conditions.",
  "desc_glassFFCH": "A floating candle holder is an object or device designed and used to hold floating candles on the surface of water. Typically designed to hold the float candle securely in place, ensuring its position and safety during use."

}